Revit 2027 API
ParameterTypeId.RbsPipeReynoldsNumberParam Property
 "Reynolds Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeReynoldsNumberParam { get; }
Public Shared ReadOnly Property RbsPipeReynoldsNumberParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeReynoldsNumberParam {
	ForgeTypeId^ get ();
}
static member RbsPipeReynoldsNumberParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace